"use strict";
window.LESSON_NAMES = {
  male: "삼돌이 삼보 식이 기덕 성두 길서 수룡 욱이 학보 득추 문수 박추 천수 윤패 명준 진수 뭉태 영득 치삼 득아 들께 쇠다리 시봉 철한 억쇠 득보 덕근 수택 돌쇠 길보 견만 기섭 대섭 윤섭 용칠이 장손 기선 만득이 복돌 준이 구길 돌이 붓들이 만이 칠성 바우".split(
    " ",
  ),
  female:
    "복녀 순이 기특 얌전 확실이 이쁜이 모화 낭이 술이 중실 옥분 동이 분녀 순야 옥녀 을손 월손 섭춘 점순 봉필 덕순 분이 설희 용녀 정이 필련 기실 정아 필녀 선이 순녀 옥남 연이 춘례 구월이 화산댁 복술 해순 탄실 떠벌네 판례".split(
      " ",
    ),
  lowMale: "복이 선이 돌쇠 곱단이 곱동 동고리 고맹이".split(" "),
  lowFemale: "간난이 아기 언년 분해 서운 음전이 복이 선이 홍이 곱단이".split(
    " ",
  ),
};
